{
    "posts": [
        {
            "id": "1",
            "title": "10 สถานที่ต้องเที่ยวในเชียงใหม่",
            "titleEn": "10 Must-Visit Places in Chiang Mai",
            "slug": "10-must-visit-places-chiang-mai",
            "excerpt": "รวม 10 สถานที่ท่องเที่ยวยอดนิยมในเชียงใหม่ที่คุณไม่ควรพลาด ตั้งแต่วัดพระธาตุดอยสุเทพไปจนถึงย่านนิมมานเหมินท์",
            "content": "เชียงใหม่เป็นเมืองที่มีเสน่ห์ไม่ซ้ำใครในประเทศไทย ด้วยวัฒนธรรมล้านนาที่เก่าแก่ ธรรมชาติที่งดงาม และอาหารที่หลากหลาย...\n\n## 1. วัดพระธาตุดอยสุเทพ\nวัดที่มีชื่อเสียงที่สุดของเชียงใหม่ ตั้งอยู่บนยอดดอยสุเทพ สูง 1,676 เมตรจากระดับน้ำทะเล\n\n## 2. เมืองเก่าเชียงใหม่\nเดินเที่ยวชมวัดวาอารามและสถาปัตยกรรมล้านนาภายในกำแพงเมืองเก่า\n\n## 3. ถนนคนเดินวันอาทิตย์\nตลาดนัดที่คึกคักที่สุดในเชียงใหม่ มีทั้งของกิน ของฝาก และงานฝีมือ\n\n## 4. ย่านนิมมานเหมินท์\nย่านที่ทันสมัยที่สุดในเชียงใหม่ เต็มไปด้วยคาเฟ่ ร้านอาหาร และร้านบูทีค\n\n## 5. อุทยานแห่งชาติดอยอินทนนท์\nจุดสูงสุดของประเทศไทย มีน้ำตกสวยงามและทางเดินศึกษาธรรมชาติ",
            "image": "https://images.unsplash.com/photo-1598935898639-81586f7d2129?w=800&q=80",
            "author": "Suthep Gate Team",
            "date": "2026-02-01",
            "tags": [
                "เที่ยวเชียงใหม่",
                "travel",
                "chiang mai"
            ]
        },
        {
            "id": "2",
            "title": "คาเฟ่ลับในเชียงใหม่ที่ต้องไปลอง",
            "titleEn": "Hidden Cafes in Chiang Mai You Must Try",
            "slug": "hidden-cafes-chiang-mai",
            "excerpt": "รวมคาเฟ่สวยๆ บรรยากาศดีในเชียงใหม่ ทั้งในเมืองและนอกเมือง สำหรับคนรักกาแฟและ Digital Nomad",
            "content": "เชียงใหม่เป็นสวรรค์ของคนรักกาแฟ ด้วยวัฒนธรรมกาแฟที่เติบโตอย่างต่อเนื่อง...\n\nเชียงใหม่ขึ้นชื่อเรื่องกาแฟจากดอยที่ปลูกเอง มีคาเฟ่สวยๆ บรรยากาศดีอยู่ทั่วเมือง",
            "image": "https://images.unsplash.com/photo-1501339847302-ac426a4a7cbb?w=800&q=80",
            "author": "Suthep Gate Team",
            "date": "2026-01-20",
            "tags": [
                "คาเฟ่",
                "coffee",
                "chiang mai"
            ]
        },
        {
            "id": "3",
            "title": "เทศกาลยี่เป็ง - ลอยกระทงเชียงใหม่",
            "titleEn": "Yi Peng Festival - Chiang Mai Lantern Festival",
            "slug": "yi-peng-festival-chiang-mai",
            "excerpt": "สัมผัสประสบการณ์เทศกาลยี่เป็ง ปล่อยโคมลอยขึ้นฟ้าในคืนพระจันทร์เพ็ญ เทศกาลที่สวยที่สุดของเชียงใหม่",
            "content": "เทศกาลยี่เป็ง หรือเทศกาลลอยกระทงของเชียงใหม่ เป็นหนึ่งในเทศกาลที่สวยงามที่สุดในโลก...\n\nทุกปีในช่วงเดือนพฤศจิกายน ท้องฟ้าเชียงใหม่จะสว่างไสวไปด้วยโคมลอยนับพันดวง",
            "image": "https://images.unsplash.com/photo-1545569341-9eb8b30979d9?w=800&q=80",
            "author": "Suthep Gate Team",
            "date": "2026-01-10",
            "tags": [
                "เทศกาล",
                "festival",
                "yi peng",
                "ยี่เป็ง"
            ]
        }
    ]
}